Repository: crazypoo/CrazyDashboard
Catalog: Global/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, tr, zh_hant

# route_weather_error_fallback_unavailable
source: WeatherKit 请求失败，且尚未配置 QWeather 备用服务。
de: WeatherKit failed and the QWeather fallback is not configured.
en: WeatherKit failed and the QWeather fallback is not configured.
es: WeatherKit falló y el respaldo de QWeather no está configurado.
fr: WeatherKit a échoué et la solution de secours QWeather n'est pas configurée.
it: WeatherKit failed and the QWeather fallback is not configured.
tr: WeatherKit başarısız oldu ve QWeather yedeği yapılandırılmadı.
zh_hant: WeatherKit 請求失敗，且尚未設定 QWeather 備用服務。

# route_weather_error_invalid_route
source: 路线不包含有效坐标。
de: The route does not contain valid coordinates.
en: The route does not contain valid coordinates.
es: La ruta no contiene coordenadas válidas.
fr: L'itinéraire ne contient pas de coordonnées valides.
it: Il percorso non contiene coordinate valide.
tr: Rota geçerli koordinatlar içermiyor.
zh_hant: 路線不包含有效座標。

# route_weather_error_no_forecast
source: 没有找到这条路线的小时天气预报。
de: No hourly forecast is available for this route.
en: No hourly forecast is available for this route.
es: No hay previsión horaria disponible para esta ruta.
fr: Aucune prévision horaire n'est disponible pour cet itinéraire.
it: No hourly forecast is available for this route.
tr: Bu rota için saatlik tahmin bulunamadı.
zh_hant: 找不到這條路線的每小時天氣預報。

# route_weather_error_outside_range
source: 这条路线超出了 QWeather 的 168 小时预报范围。
de: This route extends beyond QWeather's 168-hour forecast range.
en: This route extends beyond QWeather's 168-hour forecast range.
es: This route extends beyond QWeather's 168-hour forecast range.
fr: Cet itinéraire s'étend au-delà de la plage de prévision de 168 heures de QWeather.
it: This route extends beyond QWeather's 168-hour forecast range.
tr: Bu rota QWeather'ın 168 saatlik tahmin aralığını aşıyor.
zh_hant: 這條路線超出了 QWeather 的 168 小時預報範圍。

# route_weather_factor_cold
source: 低温
de: Kalt
en: Cold
es: Frío
fr: Froid
it: Freddo
tr: Soğuk
zh_hant: 低溫

# route_weather_factor_curves
source: 连续弯道
de: Kontinuierliche Kurven
en: Continuous curves
es: Curvas continuas
fr: Courbes continues
it: Curve continue
tr: Ardışık virajlar
zh_hant: 連續彎道

# route_weather_factor_heat
source: 高温
de: Hitze
en: Heat
es: Heat
fr: Heat
it: Heat
tr: Sıcak
zh_hant: 高溫

# route_weather_factor_night
source: 夜间
de: Night
en: Night
es: Noche
fr: Nuit
it: Notte
tr: Gece
zh_hant: 夜間

# route_weather_factor_precipitation
source: 降水
de: Regen/Schnee
en: Rain / snow
es: Rain / snow
fr: Pluie / neige
it: Pioggia/neve
tr: Yağış

# route_weather_factor_storm
source: 风暴
de: Sturm
en: Storm
es: Tormenta
fr: Tempête
it: Storm
tr: Fırtına
zh_hant: 風暴

# route_weather_factor_unavailable
source: 天气不可用
de: Wetter nicht verfügbar
en: Weather unavailable
es: Weather unavailable
fr: Weather unavailable
it: Weather unavailable
tr: Hava durumu kullanılamıyor
zh_hant: 天氣不可用

# route_weather_factor_visibility
source: 低能见度
de: Geringe Sicht
en: Low visibility
es: Baja visibilidad
fr: Faible visibilité
it: Low visibility
tr: Düşük görüş
zh_hant: 低能見度

# route_weather_factor_wind
source: 横风
de: Seitenwind
en: Crosswind
es: Crosswind
fr: Vent de travers
it: Vento al traverso
tr: Yan rüzgâr
zh_hant: 側風

# route_weather_fallback_used
source: WeatherKit 不可用，本报告使用 QWeather。
de: WeatherKit war nicht verfügbar; Dieser Bericht verwendet QWeather.
en: WeatherKit was unavailable; this report uses QWeather.
es: WeatherKit no estaba disponible; este informe utiliza QWeather.
fr: WeatherKit n'était pas disponible ; ce rapport utilise QWeather.
it: WeatherKit was unavailable; this report uses QWeather.
tr: WeatherKit kullanılamadı; bu rapor QWeather kullanıyor.
zh_hant: WeatherKit 無法使用，本報告使用 QWeather。

# route_weather_hazardous
source: 危险
de: Gefährlich
en: Hazardous
es: Hazardous
fr: Hazardous
it: Hazardous
tr: Tehlikeli
zh_hant: 危險

# route_weather_loading
source: 正在查询路线天气…
de: Checking weather along the route…
en: Checking weather along the route…
es: Checking weather along the route…
fr: Vérifier la météo tout au long du parcours…
it: Checking weather along the route…
tr: Rota hava durumu kontrol ediliyor…
zh_hant: 正在查詢路線天氣…

# route_weather_missing_data
source: 缺少数据：%@
de: Fehlende Daten: %@
en: Missing data: %@
es: Missing data: %@
fr: Données manquantes : %@
it: Missing data: %@
tr: Eksik veri: %@
zh_hant: 缺少資料：%@

# route_weather_no_risk
source: 未超过已配置的风险阈值。
de: Es wurde kein konfigurierter Risikoschwellenwert überschritten.
en: No configured risk threshold was exceeded.
es: No se superó ningún umbral de riesgo configurado.
fr: Aucun seuil de risque configuré n'a été dépassé.
it: Non è stata superata alcuna soglia di rischio configurata.
tr: Tanımlı risk eşiği aşılmadı.
zh_hant: 未超過已設定的風險閾值。

# route_weather_report
source: 路线天气报告
de: Route weather report
en: Route weather report
es: Route weather report
fr: Route weather report
it: Route weather report
tr: Rota hava raporu
zh_hant: 路線天氣報告

# route_weather_riding_note
source: 仅作为出发准备提示，不是速度或竞速建议。
de: Preparation guidance only; not a speed or racing recommendation.
en: Preparation guidance only; not a speed or racing recommendation.
es: Preparation guidance only; not a speed or racing recommendation.
fr: Conseils de préparation uniquement ; pas une recommandation de vitesse ou de course.
it: Preparation guidance only; not a speed or racing recommendation.
tr: Yalnızca hazırlık rehberidir; hız veya yarış önerisi değildir.
zh_hant: 僅作為出發準備提示，不是速度或競速建議。

# route_weather_riding_report
source: 综合骑行风险
de: Kombiniertes Fahrrisiko
en: Combined riding risk
es: Riesgo de conducción combinado
fr: Risque combiné de conduite
it: Combined riding risk
tr: Birleşik sürüş riski
zh_hant: 綜合騎行風險

# route_weather_risk
source: 路线天气风险
de: Route weather risk
en: Route weather risk
es: Riesgo meteorológico en la ruta
fr: Route weather risk
it: Rischio meteorologico sul percorso
tr: Rota hava riski
zh_hant: 路線天氣風險

# route_weather_risky_points
source: 风险检查点：%lld 个
de: Risk checkpoints: %lld
en: Risk checkpoints: %lld
es: Puntos de control de riesgo: %lld
fr: Risk checkpoints: %lld
it: Risk checkpoints: %lld
tr: Riskli kontrol noktaları: %lld
zh_hant: 風險檢查點：%lld 個

# route_weather_source
source: 数据来源：%@
de: Quelle: %@
en: Source: %@
es: Source: %@
fr: Source : %@
it: Fonte: %@
tr: Kaynak: %@
zh_hant: 資料來源：%@

# route_weather_source_qweather
source: QWeather（备用）
de: QWeather (Fallback)
en: QWeather (fallback)
es: QWeather (alternativa)
fr: QMétéo (remplacement)
it: QMeteo (fallback)
tr: QWeather (yedek)
zh_hant: QWeather（備用）

# route_weather_source_unavailable
source: 不可用
de: Unavailable
en: Unavailable
es: Unavailable
fr: Unavailable
it: Non disponibile
tr: Kullanılamıyor

# route_weather_worst
source: 最高风险：%@
de: Worst level: %@
en: Worst level: %@
es: Worst level: %@
fr: Pire niveau : %@
it: Livello peggiore: %@
tr: En yüksek seviye: %@
zh_hant: 最高風險：%@

# safety_acknowledge_latest
source: 确认最新事件
de: Spätestens bestätigen
en: Acknowledge latest
es: Reconocer lo último
fr: Accuser réception du dernier
it: Acknowledge latest
tr: Son olayı onayla
zh_hant: 確認最新事件

# safety_acknowledged
source: 已确认
de: Anerkannt
en: Acknowledged
es: Acknowledged
fr: Reconnu
it: Riconosciuto
tr: Onaylandı
zh_hant: 已確認

# safety_clear_timeline
source: 清空时间轴
de: Clear timeline
en: Clear timeline
es: Borrar cronograma
fr: Chronologie claire
it: Cronologia chiara
tr: Zaman çizelgesini temizle
zh_hant: 清除時間軸

# safety_clear_timeline_hint
source: 要删除本地保存的安全事件吗？
de: Delete the locally stored security events?
en: Delete the locally stored security events?
es: ¿Eliminar los eventos de seguridad almacenados localmente?
fr: Supprimer les événements de sécurité stockés localement ?
it: Eliminare gli eventi di sicurezza archiviati localmente?
tr: Yerel olarak saklanan güvenlik olayları silinsin mi?
zh_hant: 要刪除本機儲存的安全事件嗎？

# safety_export
source: 导出
de: Export
en: Export
es: Exportar
fr: Export
it: Esportare
tr: Dışa aktar
zh_hant: 匯出

# safety_export_csv
source: 安全时间轴 CSV
de: Sicherheitszeitleiste CSV
en: Security timeline CSV
es: Security timeline CSV
fr: Security timeline CSV
it: Cronologia della sicurezza CSV
tr: Güvenlik zaman çizelgesi CSV
zh_hant: 安全時間軸 CSV

# safety_export_hint
source: 请选择要分享的本地安全报告。
de: Wählen Sie einen lokal gespeicherten Sicherheitsbericht zum Teilen aus.
en: Choose a locally stored safety report to share.
es: Elija un informe de seguridad almacenado localmente para compartir.
fr: Choisissez un rapport de sécurité stocké localement à partager.
it: Choose a locally stored safety report to share.
tr: Paylaşmak için yerel bir güvenlik raporu seçin.
zh_hant: 請選擇要分享的本機安全報告。

# safety_export_points
source: 车队点位 JSON
de: Flottenpunkte JSON
en: Fleet points JSON
es: Puntos de flota JSON
fr: Fleet points JSON
it: Fleet points JSON
tr: Grup noktaları JSON
zh_hant: 車隊點位 JSON

# safety_export_timeline
source: 安全时间轴 JSON
de: Sicherheitszeitleiste JSON
en: Security timeline JSON
es: Security timeline JSON
fr: Chronologie de sécurité JSON
it: Security timeline JSON
tr: Güvenlik zaman çizelgesi JSON
zh_hant: 安全時間軸 JSON

# safety_fleet_points
source: 车队点位
de: Flottenpunkte
en: Fleet points
es: Fleet points
fr: Points de flotte
it: Punti flotta
tr: Grup noktaları
zh_hant: 車隊點位

# safety_hazard_construction
source: 施工
de: Konstruktion
en: Construction
es: Construcción
fr: Construction
it: Construction
tr: Çalışma

# safety_hazard_fuel
source: 加油点
de: Tankstopp
en: Fuel stop
es: Parada de combustible
fr: Arrêt de carburant
it: Sosta carburante
tr: Yakıt durağı
zh_hant: 加油點

# safety_hazard_meeting
source: 集合点
de: Meeting point
en: Meeting point
es: Punto de encuentro
fr: Meeting point
it: Punto d'incontro
tr: Buluşma noktası
zh_hant: 集合點

# safety_hazard_roadblock
source: 路障
de: Straßensperre
en: Roadblock
es: Barricada
fr: Barrage routier
it: Blocco stradale
tr: Yol kapalı

# safety_hazard_slippery
source: 路面湿滑
de: Slippery road
en: Slippery road
es: Camino resbaladizo
fr: Route glissante
it: Strada scivolosa
tr: Kaygan yol
zh_hant: 路面濕滑

# safety_no_events
source: 暂无安全事件。
de: Keine Sicherheitsereignisse.
en: No security events.
es: Sin eventos de seguridad.
fr: Aucun événement de sécurité.
it: Nessun evento di sicurezza.
tr: Güvenlik olayı yok.
zh_hant: 目前沒有安全事件。

# safety_no_points
source: 暂无共享点位。
de: Keine geteilten Punkte.
en: No shared points.
es: Sin puntos compartidos.
fr: Aucun point partagé.
it: Nessun punto condiviso.
tr: Paylaşılan nokta yok.
zh_hant: 目前沒有共享點位。

# safety_parking_shared
source: 共享停车点
de: Gemeinsamer Parkplatz
en: Shared parking
es: Aparcamiento compartido
fr: Parking partagé
it: Parcheggio condiviso
tr: Paylaşılan park yeri
zh_hant: 共享停車點

# safety_remove_point
source: 删除点位
de: Punkt entfernen
en: Remove point
es: Quitar punto
fr: Supprimer le point
it: Rimuovi punto
tr: Noktayı kaldır
zh_hant: 刪除點位

# safety_share_hazard
source: 分享危险点
de: Gefahr teilen
en: Share hazard
es: Compartir peligro
fr: Partager le danger
it: Condividi il rischio
tr: Tehlike paylaş
zh_hant: 分享危險點

# safety_share_hazard_hint
source: 请选择当前位置的点位类型。
de: Wählen Sie einen Punkttyp für den aktuellen Standort.
en: Choose a point type for the current location.
es: Elija un tipo de punto para la ubicación actual.
fr: Choisissez un type de point pour l'emplacement actuel.
it: Scegli un tipo di punto per la posizione corrente.
tr: Mevcut konum için bir nokta türü seçin.
zh_hant: 請選擇目前位置的點位類型。

# safety_share_parking
source: 分享停车点
de: Gemeinsamer Parkplatz
en: Share parking
es: Compartir aparcamiento
fr: Partager le stationnement
it: Parcheggio condiviso
tr: Park yerini paylaş
zh_hant: 分享停車點

# safety_share_unavailable
source: 请先加入已连接的 PTT 组群并开启定位。
de: Treten Sie einer verbundenen PTT-Gruppe bei und aktivieren Sie zuerst den Standort.
en: Join a connected PTT group and enable location first.
es: Únase a un grupo PTT conectado y habilite la ubicación primero.
fr: Rejoignez un groupe PTT connecté et activez d'abord la localisation.
it: Unisciti a un gruppo PTT connesso e abilita prima la posizione.
tr: Önce bağlı bir PTT grubuna katılın ve konumu etkinleştirin.
zh_hant: 請先加入已連線的 PTT 群組並開啟定位。

# safety_timeline
source: 安全事件时间轴
de: Sicherheitszeitleiste
en: Security timeline
es: Cronograma de seguridad
fr: Chronologie de la sécurité
it: Cronologia della sicurezza
tr: Güvenlik zaman çizelgesi
zh_hant: 安全事件時間軸

# search_placeholder
source: 搜索地址...
de: Adresse suchen...
en: Search address...
es: Buscar dirección...
fr: Rechercher une adresse...
it: Cerca indirizzo...
tr: Arama adresi...
zh_hant: 搜尋地址...

# security_anti_theft
source: 防盗监控
de: Anti-theft monitoring
en: Anti-theft monitoring
es: Anti-theft monitoring
fr: Anti-theft monitoring
it: Monitoraggio antifurto
tr: Hırsızlık önleme izleme
zh_hant: 防盜監控

# security_disable_monitoring
source: 关闭监控
de: Überwachung deaktivieren
en: Disable monitoring
es: Deshabilitar el monitoreo
fr: Disable monitoring
it: Disable monitoring
tr: İzlemeyi devre dışı bırak
zh_hant: 關閉監控

# security_enable_monitoring
source: 开启监控
de: Überwachung aktivieren
en: Enable monitoring
es: Habilitar monitoreo
fr: Enable monitoring
it: Enable monitoring
tr: İzlemeyi etkinleştir
zh_hant: 開啟監控

# security_event_alarm_acknowledged
source: 防盗报警已确认
de: Anti-theft alert acknowledged
en: Anti-theft alert acknowledged
es: Alerta antirrobo reconocida
fr: Alerte antivol reconnue
it: Anti-theft alert acknowledged
tr: Hırsızlık önleme uyarısı onaylandı
zh_hant: 防盜警報已確認

# security_event_alarm_triggered
source: 停车点附近发生异常断连。
de: Unerwartete Trennung in der Nähe der Parkposition.
en: Unexpected disconnect near the parking position.
es: Desconexión inesperada cerca de la posición de estacionamiento.
fr: Déconnexion inattendue à proximité de la position de stationnement.
it: Disconnessione imprevista vicino alla posizione di parcheggio.
tr: Park konumu yakınında beklenmeyen bağlantı kesildi.
zh_hant: 停車點附近發生異常斷線。

# security_event_connection_lost
source: 监控期间车辆连接断开。
de: Die Fahrzeugverbindung wurde während der Überwachung unterbrochen.
en: Vehicle connection lost while monitoring.
es: Se perdió la conexión del vehículo durante el monitoreo.
fr: Connexion du véhicule perdue lors de la surveillance.
it: Connessione del veicolo persa durante il monitoraggio.
tr: İzleme sırasında araç bağlantısı kesildi.
zh_hant: 監控期間車輛連線中斷。

# security_event_connection_restored
source: 车辆连接已恢复。
de: Fahrzeugverbindung wiederhergestellt.
en: Vehicle connection restored.
es: Conexión del vehículo restablecida.
fr: Connexion du véhicule rétablie.
it: Connessione del veicolo ripristinata.
tr: Araç bağlantısı yeniden kuruldu.
zh_hant: 車輛連線已恢復。

# security_event_disconnect_cleared
source: 断连发生在正常关机宽限期内。
de: Während der normalen Kulanzfrist zum Herunterfahren ist die Verbindung getrennt worden.
en: Disconnect occurred during the normal shutdown grace period.
es: La desconexión se produjo durante el período de gracia de apagado normal.
fr: La déconnexion s'est produite pendant la période de grâce d'arrêt normale.
it: La disconnessione si è verificata durante il normale periodo di tolleranza di arresto.
tr: Bağlantı normal kapanma süresi içinde kesildi.
zh_hant: 斷線發生在正常關機寬限期內。

# security_event_monitoring_armed
source: 防盗监控已开启。
de: Diebstahlüberwachung aktiviert.
en: Anti-theft monitoring armed.
es: Vigilancia antirrobo armada.
fr: Surveillance antivol armée.
it: Monitoraggio antifurto armato.
tr: Hırsızlık önleme izleme etkin.
zh_hant: 防盜監控已開啟。

# security_event_monitoring_disarmed
source: 防盗监控已解除。
de: Diebstahlüberwachung deaktiviert.
en: Anti-theft monitoring disarmed.
es: Monitoreo antirrobo desarmado.
fr: Surveillance antivol désarmée.
it: Monitoraggio antifurto disinserito.
tr: Hırsızlık önleme izleme devre dışı.
zh_hant: 防盜監控已解除。

# security_event_monitoring_snoozed
source: 防盗监控已暂停 30 分钟
de: Die Diebstahlüberwachung wurde für 30 Minuten pausiert
en: Anti-theft monitoring paused for 30 minutes
es: Monitoreo antirrobo pausado durante 30 minutos
fr: Anti-theft monitoring paused for 30 minutes
it: Il monitoraggio antifurto è stato sospeso per 30 minuti
tr: Hırsızlık önleme izleme 30 dakika duraklatıldı
zh_hant: 防盜監控已暫停 30 分鐘

# security_event_parking_saved
source: 停车位置已保存。
de: Parkposition gespeichert.
en: Parking position saved.
es: Posición de aparcamiento guardada.
fr: Position de stationnement enregistrée.
it: Posizione di parcheggio salvata.
tr: Park konumu kaydedildi.
zh_hant: 停車位置已儲存。

# security_event_verification_unavailable
source: 手机位置无法验证，本次不会触发盗车报警。
de: The phone location could not be verified; no theft alarm was raised.
en: The phone location could not be verified; no theft alarm was raised.
es: No se pudo verificar la ubicación del teléfono; no se activó ninguna alarma de robo.
fr: The phone location could not be verified; no theft alarm was raised.
it: Non è stato possibile verificare la posizione del telefono; non è stato lanciato alcun allarme antifurto.
tr: Telefon konumu doğrulanamadı; hırsızlık alarmı oluşturulmadı.
zh_hant: 手機位置無法驗證，本次不會觸發盜車警報。

# security_monitoring_hint
source: 只有收到新鲜的熄火数据后才会布防。定位精度不足时会抑制报警。
de: Monitoring arms only after a fresh engine-off frame. Location verification may suppress an alarm when accuracy is insufficient.
en: Monitoring arms only after a fresh engine-off frame. Location verification may suppress an alarm when accuracy is insufficient.
es: Brazos de control sólo después de un nuevo cuadro con el motor apagado. La verificación de la ubicación puede suprimir una alarma cuando la precisión es insuficiente.
fr: Surveillance des bras uniquement après un nouveau cadre d'arrêt du moteur. La vérification de l'emplacement peut supprimer une alarme lorsque la précision est insuffisante.
it: Bracci di monitoraggio solo dopo un nuovo telaio a motore spento. La verifica della posizione può sopprimere un allarme quando la precisione è insufficiente.
tr: İzleme yalnızca güncel bir motor kapalı çerçevesinden sonra kurulur. Doğruluk yetersizse konum doğrulaması alarmı bastırabilir.
zh_hant: 只有收到新鮮的熄火資料後才會佈防。定位精度不足時會抑制警報。

# security_monitoring_state
source: 状态
de: Zustand
en: State
es: Estado
fr: State
it: Stato
tr: Durum
zh_hant: 狀態

# security_state_alerting
source: 报警中
de: Alarm aktiv
en: Alarm active
es: Alarma activa
fr: Alarme active
it: Allarme attivo
tr: Alarm etkin
zh_hant: 警報中

# security_state_armed
source: 已布防
de: Armed
en: Armed
es: Armed
fr: Armé
it: Armato
tr: Kuruldu
zh_hant: 已佈防

# security_state_disabled
source: 已关闭
de: Disabled
en: Disabled
es: Desactivado
fr: Désactivé
it: Disabilitato
tr: Devre dışı
zh_hant: 已關閉

# security_state_gracePeriod
source: 关机宽限期
de: Kulanzfrist für das Herunterfahren
en: Shutdown grace period
es: Shutdown grace period
fr: Délai de grâce d'arrêt
it: Shutdown grace period
tr: Kapanma bekleme süresi
zh_hant: 關機寬限期

# security_state_snoozed
source: 已暂停
de: Snoozed
en: Snoozed
es: Snoozed
fr: Répété
it: Posticipato
tr: Ertelendi
zh_hant: 已暫停

# security_state_unableToVerify
source: 无法验证位置
de: Location unavailable
en: Location unavailable
es: Ubicación no disponible
fr: Emplacement indisponible
it: Location unavailable
tr: Konum kullanılamıyor
zh_hant: 無法驗證位置

# security_state_verifyingDisconnect
source: 正在确认断连
de: Überprüfung der Trennung
en: Verifying disconnect
es: Verificando desconexión
fr: Vérification de la déconnexion
it: Verifica della disconnessione
tr: Bağlantı kesilmesi doğrulanıyor
zh_hant: 正在確認斷線

# security_state_waitingForVehicleState
source: 等待新鲜车辆数据
de: Warten auf neue Fahrzeugdaten
en: Waiting for fresh vehicle data
es: Waiting for fresh vehicle data
fr: Waiting for fresh vehicle data
it: Waiting for fresh vehicle data
tr: Güncel araç verisi bekleniyor
zh_hant: 等待新鮮車輛資料

# set_bad
source: 设置失败
de: Einrichtung fehlgeschlagen
en: Failed to set up
es: No se pudo configurar
fr: Échec de la configuration
it: Impossibile impostare
tr: Ayarlanamadı
zh_hant: 設定失敗

# set_success
source: 设置成功
de: Gelungene Einstellung
en: Successful setting
es: Configuración exitosa
fr: Paramétrage réussi
it: Impostazione riuscita
tr: Başarılı ayar
zh_hant: 成功設定

# shake_value
source: 颠簸 G
de: Bumpinese G
en: Bumpinese G
es: Bumpinés G
fr: Bumpinese G
it: Bumpinese G
tr: Bumpinese G
zh_hant: 顛簸 G

# short_cut_fuel
source: Siri发现油量仅剩 %d%，点击确认导航至最近加油站！
de: Siri stellte fest, dass nur %d % l Reste im Treibstoff waren. Klicken Sie zum Bestätigen und navigieren Sie zur nächsten Tankstelle!
en: Siri found that there was only %d% left in the fuel. Click to confirm and navigate to the nearest gas station!
es: Siri descubrió que solo quedaba %d % l en el combustible. ¡Haga clic para confirmar y navegar hasta la gasolinera más cercana!
fr: Siri a découvert qu'il ne restait que %d % l dans le carburant. Cliquez pour confirmer et accédez à la station-service la plus proche !
it: Siri ha scoperto che c'erano solo %d % l a sinistra nel carburante. Clicca per confermare e raggiungi il distributore di benzina più vicino!
tr: Siri, yakıtta sadece %%d kaldığını tespit etti. Onaylamak ve en yakın benzin istasyonuna gitmek için tıklayın!
zh_hant: Siri發現燃料只剩下%d%了。 點選確認並導航到最近的加油站！

# short_cut_fuel_msg
source: 当前油量 %d%，请放心骑行。
de: Die aktuelle Kraftstoffmenge beträgt %d %, also seien Sie versichert, dass Sie mitfahren können.
en: The current fuel volume is %d%, so please rest assured to ride.
es: El volumen de combustible actual es %d %, así que ten la seguridad de viajar.
fr: Le volume de carburant actuel est de %d %, alors soyez assuré de rouler.
it: Il volume attuale di carburante è %d%, quindi non preoccuparti di guidare.
tr: Mevcut yakıt hacmi %%d'dur, bu nedenle lütfen binmeyi unutmayın.
zh_hant: 目前的燃料量為%d%，所以請放心乘坐。

# short_cut_fuel_title
source: 油量充足
de: Ausreichende Menge Öl
en: Sufficient amount of oil
es: Cantidad suficiente de aceite
fr: Quantité d'huile suffisante
it: Quantità sufficiente di olio
tr: Yeterli miktarda yağ
zh_hant: 足夠的油

# shortcuts_help
source: 可用：查询车辆状态、查看停车位置、标记行程、打开 HUD、导航和查找加油站。旧 xp400:// Scheme 仍兼容。
de: Available: vehicle status, parking position, ride marker, HUD, navigation and gas station search. The xp400:// Scheme remains supported.
en: Available: vehicle status, parking position, ride marker, HUD, navigation and gas station search. The xp400:// Scheme remains supported.
es: Disponible: estado del vehículo, posición de estacionamiento, marcador de recorrido, HUD, navegación y búsqueda de gasolineras. El esquema xp400:// sigue siendo compatible.
fr: Disponible : état du véhicule, position de stationnement, marqueur de trajet, HUD, navigation et recherche de station-service. Le schéma xp400:// reste pris en charge.
it: Available: vehicle status, parking position, ride marker, HUD, navigation and gas station search. The xp400:// Scheme remains supported.
tr: Kullanılabilir: araç durumu, park konumu, sürüş işareti, HUD, navigasyon ve benzin istasyonu arama. xp400:// Scheme desteği sürer.
zh_hant: 可用：查詢車輛狀態、查看停車位置、標記行程、開啟 HUD、導航和尋找加油站。舊 xp400:// Scheme 仍相容。

# shortcuts_open
source: 打开快捷指令
de: Open Shortcuts
en: Open Shortcuts
es: Abrir atajos
fr: Ouvrir les raccourcis
it: Apri scorciatoie
tr: Kestirmeleri aç
zh_hant: 開啟快捷指令

# shortcuts_title
source: Siri 与快捷指令
de: Siri und Verknüpfungen
en: Siri and Shortcuts
es: Siri and Shortcuts
fr: Siri et raccourcis
it: Siri e scorciatoie
tr: Siri ve Kestirmeler
zh_hant: Siri 與快捷指令

# spotlight_ride_description
source: %@ · %d 分钟
de: %@ · %d Min.
en: %@ · %d min
es: %@ · %d min
fr: %@ · %d min
it: %@ · %d min
tr: %@ · %d dk
zh_hant: %@ · %d 分鐘

# spotlight_ride_title
source: 骑行 · %@
de: Fahrt · %@
en: Ride · %@
es: Ruta · %@
fr: Balade · %@
it: Uscita · %@
tr: Sürüş · %@
zh_hant: 騎行 · %@

# spotlight_roadbook_description
source: 包含 %d 个途经点的路线
de: Route mit %d Wegpunkten
en: Route with %d waypoints
es: Ruta con %d puntos de paso
fr: Itinéraire avec %d points de passage
it: Percorso con %d punti di passaggio
tr: %d ara noktalı rota
zh_hant: 包含 %d 個途經點的路線
